{"name":"pzOO2G2R2JhRcymNi461","content":" First Session, Thirty-eighth Parliament, 53-54 Elizabeth II, 2004-2005 Première session, trente-huitième législature, 53-54 Elizabeth II, 2004-2005 STATUTES OF CANADA 2005 LOIS DU CANADA (2005) CHAPTER 56 CHAPITRE 56 An Act to amend the Act of incorporationof The General Synod oftheAnglican Church ofCanada LoimodifiantlaLoiconstituantencorporation«TheGene- ralSynod oftheAnglican Church ofCanada » ASSENTED TO 19th MAY, 2005 BILL S-25 SANCTIONNÉE LE 19 MAI 2005 PROJET DE LOIS-25 SUMMARY SOMMAIRE This enactmentbroadens theCorporation’sinvestment powers as it amends the Act of incorporation of the General Synod of the Anglican Church of Canada , being chapter 82 of the Statutes of Canada, 1921, as amended by chapter 35 of the Statutes of Ca- nada,1951 (secondsession)byreplacingsection6Aofthe Actin- corporating The General Synod of the Church of England in Ca- nada , the name of which was changed to The General Synod of the Anglican Church of Canada by chapter 57 of the Statutes of Canada, 1956. The current section 6A restricts the securities in which the General Synod may invest its funds, including trust funds. Letextemodifiela Loiconstituant encorporation «TheGene- ralSynod of theAnglican Churchof Canada », soit le chapitre 82 desStatuts duCanada(1921), modifiée parlechapitre35 desSta- tuts du Canada (1951, 2e session), afin d’étendre les pouvoirs du Synodeenmatièred’investissement.Plusprécisément,ilremplace l’article6AdelaLoi,quirestreignaitlesvaleursdanslesquellesle Synode pouvait placer sesfonds, y compris ceux détenus en fidu- cie. L’ancien nom de la personne morale, The General Synod of the Church of England in Canada, a étémodifié parle chapitre 57 des Statuts du Canada (1956). All parliamentary publications are available on the Parliamentary Internet Parlementaire at the following address: http://www.parl.gc.ca Toutes les publications parlementaires sont disponibles sur le réseau électronique « Parliamentary Internet Parlementaire » à l’adresse suivante : http://www.parl.gc.ca P u b l i s h e d u n d e r a u t h o r i t y o f t h e S e n a t e o f  C  a n a d a P u b l i é a v e c l ’ a u t o r i s a t i o n d u S é n a t d u  C  a n a d a Disponible auprès des : TPSGC — Les Éditions et Services de dépôt Ottawa, (Ontario) K1A 0S5 A u s s i d i s p o n i b l e s u r i n t e r n e t : h t t p : / / w w w . p a r l . g c . c a Available from: PWGSC — Publishing and Depository Services Ottawa, Ontario K1A 0S5 Also available on the Internet: http://www.parl.gc.ca 53-54 ELIZABETHII 53-54 ELIZABETHII CHAPTER 56 CHAPITRE 56 1921, c. 82 1951 (2 nd ), c. 35 1956, c. 57 An Act to amend the Act of incorporation of The General Synod of the Anglican Church ofCanada Loi modifiant la Loi constituant en corpora- tion «The General Synod of the Angli- can Church ofCanada » 1921, ch. 82 1951 (2 e ), ch. 35 1956, ch. 57 [ Assented to 19th May, 2005 ] [ Sanctionnée le 19 mai 2005 ] WHEREAS The General Synod of the Anglican Church of Canada has by its peti- tion prayed that its Act of incorporation, being chapter 82 of the Statutes of Canada, 1921, as amended by chapter 35 of the Stat- utes of Canada, 1951 (second session), be amended to effect certain changes to its in- vestmentpowers. AND WHEREAS it is expedient to grant theprayerofthepetition; NOW, THEREFORE, Her Majesty, by and with the advice and consent of the Senate and House of Commons of Canada, enacts as follows: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 Attendu : que The General Synod of the Anglican Church of Canada a présenté une pétition pour demander que sa loi constitutive, à savoir le chapitre 82 des Statuts du Cana- da (1921), modifiée par le chapitre 35 des Statuts du Canada (1951, 2e session), soit modifiée afin que des changements soient apportésà sespouvoirsd’investissement; qu’il est opportun d’accéder à cette demande, SaMajesté,surl’avisetavecleconsentement du Sénat et de la Chambre des communes du Canada, édicte: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 1. Section 6A of An Act to incorporate The General Synod of the Anglican Church of Canada , chapter 82 of the Statutes of Canada, 1921, as amended by chapter 35 of the Statutes of Canada, 1951 (second session),isreplaced by thefollowing: 15 16 17 18 19 20 1. L’article 6A de la Loi constituant en corporation « The General Synod of the Anglican Church of Canada », soit le cha- pitre 82 des Statuts du Canada (1921), modifié par le chapitre 35 des Statuts du Canada (1951, 2e session), est remplacé par ce quisuit: 15 16 17 18 19 20 21 6A. The Synod may also invest and re- invest any of its funds, including any funds held in trust, in such investments as the Synod considersadvisable. 21 22 23 24 6A. Le Synode peut aussi placer et rem- ployer une partie de ses fonds, y compris les fonds détenus en fiducie, dans tout investis- sementqu’ilestimeindiqué. 22 23 24 25"}